Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=472_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Koulutus esillä alkuperäiskansafoorumin oheistapahtumassa
sme: Skuvlejupmi fáddán álgoálbmotforuma siidodáhpáhusas

source: Suomen ja Ecuadorin pysyvät edustustot, Ecuadorin kulttuuriperintöministeriö sekä Suomen saamelaiskäräjät järjestivät yhdessä YK:n alkuperäiskansafoorumin 10. istunnon oheistapahtuman, jonka teemoina olivat alkuperäiskansojen koulutus ja oikeus osallistua päätöksentekoon.
sme: Suoma ja Ecuadora bissovaš ovddastusat, Ecuadora kulturárbeministeriija ja Suoma sámediggi ordnejedje ovttas ON álgoálbmotforuma 10. čoahkkima olis siidodáhpáhusa, man fáddán ledje álgoálbmogiid skuvlejupmi ja vuoigatvuohta oassálastit mearrádusdahkamii.

source: Tapahtuma järjestettiin New Yorkissa torstaina 19. toukokuuta.
sme: Dáhpáhus ordnejuvvui New Yorkis duorastaga miessemánu 19. beaivve.

source: Paneelikeskustelua johti foorumin jäsen Eva Biaudet ja panelisteina toimivat Ecuadorin kulttuuriperintöministeri María Fernanda Espinosa Garcés, Saamelaiskäräjien varapuheenjohtaja Irja Seurujärvi-Kari sekä alkuperäiskansaerityismekanismin EMRIP:n (Expert Mechanism on the Rights of Indigenous Peoples) puheenjohtaja José Carlos Morales.
sme: Sámedikki várreságadoalli Irja Seurujärvi-Kari sáhka (eŋgelasgillii).

source: Seurujärvi-Kari ilmaisi vuorostaan huolestuneisuutensa saamenkielen opetuksen ongelmia kohtaan ja korosti kielitaidon merkitystä saamelaisen identiteetin säilymisen kannalta.
sme: Dáhpáhusa ođas suomagillii:

source: Sivutapahtuman seitsenkymmenhenkinen yleisö osallistui keskusteluun aktiivisesti.
sme: Irja Seurujärvi-Karin Puhe (Englanniksi)
